Repository: casvanluijtelaar/WLED-App
Catalog: lib/core/l10n/intl_*.arb
Languages: nl

# deviceListTitle
source: Devices
nl: Apparaten

# deviceListAction
source: Add a new device
nl: Voeg een nieuw apparaat toe

# deviceListPowerOff
source: off
nl: uit

# deviceListLoading
source: automatic discovery not supported on windows, add it manually
nl: Zoeken naar WLED apparaten op dit netwerk

# deviceListOptionsSave
source: Save
nl: Opslaan

# deviceListOptionsSaveDisc
source: Remember this device
nl: Herinner dit apparaat

# deviceListOptionsEdit
source: Edit
nl: Bewerk

# deviceListOptionsEditDisc
source: Change device settings
nl: Verander apparaat instellingen

# deviceListOptionsDelete
source: Delete
nl: Verwijderen

# deviceAddTitle
source: Add new device
nl: Voeg nieuw apparaat toe

# deviceAddIpTitle
source: Ip address
nl: Ip adres

# deviceAddIpErrorEmpty
source: Ip cannot be Empty
nl: Ip kan niet leeg zijn

# deviceAddIpErrorInvalid
source: Ip is not valid
nl: Ip is niet correct

# deviceAddNameTitle
source: Custom name*
nl: Aangepaste naam*

# deviceAddNameHint
source: Bedroom
nl: Woonkamer

# deviceAddNameErrorToLong
source: Name is to long. Max 40 characters
nl: Naam is te lang. Max 40 karakters

# deviceAddNameHelper
source: Optional. This name will overwrite the WLED device name
nl: Optioneel. Deze naam overschrijft het WLED apparaat's naam

# deviceAddSubmit
source: Add device
nl: Opslaan
